Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Les restriccions no solen ser suficients, i sol ser necessari l'establiment de preferències.
es_es: Las restricciones no suelen ser suficientes, y suele ser necesario el establecimiento de preferencias.

source: Les velocitats eren molt baixes, de desenes de kb/s.
es_es: Las velocidades eran muy bajas, de decenas de kb/s.

source: Maquinari
es_es: Hardware

source: Memòria
es_es: Memoria

source: Missatgeria instantània i xat
es_es: Mensajería instantánea y chat

source: Moltes voltes s'usen noms curts (en anglés mnemonics) per a les instruccions del processador i també noms elegits pel programador per a referir-se a posicions del programa (aquesta notació se sol anomenar llenguatge assemblador).
es_es: Muchas veces se usan nombres cortos (en inglés mnemonics) para las instrucciones del procesador y también nombres elegidos por el programador para referirse a posiciones del programa (esta notación se suele denominar lenguaje ensamblador).

source: Molts dels fitxers que usen les persones que es dediquen a la traducció són fitxers (o documents) de text en diversos formats (com els descrits en l'epígraf ) però també n'hi ha que es corresponen amb el significat del mot fitxer fora de la informàtica: contenen fitxes, totes amb un format més o menys constant; per exemple, totes les fitxes d'un fitxer bibliogràfic contenen informació sobre els autors, el títol, l'any de publicació, etc.
es_es: Muchos de los ficheros que usan las personas que se dedican a la traducción son ficheros (o documentos) de texto en varios formatos (como los descritos en el epígrafe ) pero también los hay que se corresponden con el significado de la palabra fichero fuera de la informática: contienen fichas, todas con un formato más o menos constante; por ejemplo, todas las fichas de un fichero bibliográfico contienen información sobre los autores, el título, el año de publicación, etc.

source: Molts dels servidors d'Internet encarregats de manipular informació privada usen aquest esquema.
es_es: Muchos de los servidores de Internet encargados de manipular información privada usan este esquema.

source: Més exemples: Va parlar amb l'encarregat de la neteja de la seua casa Hi ha una bossa de roba perduda en la Secretaria de l'Escola {tuson99b} explica que aquesta última oració pot tenir fins a 12 interpretacions possibles.
es_es: Más ejemplos: Habló con el encargado de la limpieza de su casa Hay una bolsa de tela perdida en la Secretaría de la Escuela {tuson99b} explica que esta última oración puede tener hasta 12 interpretaciones posibles.

source: Més generalment, una BD es pot veure (en l'anomenat model pla o de taules) com un conjunt de taules en les quals les columnes o camps guarden valors del mateix tipus i on els elements d'una fila o registre estan relacionats entre ells.
es_es: Más generalmente, una BD se puede ver (en el llamado modelo plano o de tablas) como un conjunto de tablas en las cuales las columnas o campos guardan valores del mismo tipo y donde los elementos de una fila o registro están relacionados entre ellos.

source: N'estudiarem dos casos: L'oració conté mots afectats d'ambigüitat lèxica categorial amb canvi de categoria (vegeu la pàg. ).
es_es: Estudiaremos dos casos: La oración contiene palabras afectadas por ambigüedad léxica categorial con cambio de categoría (véase la pág. ).

source: Navegadors
es_es: Navegadores

source: No obstant això, hi ha d'altres que només poden ser tractades si es fa una anàlisi sintàctica (tot i que l'ambigüitat siga de tipus lèxic) i fins i tot n'hi ha que requeririen una anàlisi semàntica per a resoldre-les.
es_es: Sin embargo, hay otras que sólo pueden ser tratadas si se hace un análisis sintáctico (a pesar de que la ambigüedad sea de tipo léxico) e incluso las hay que requerirían un análisis semántico para resolverlas.

source: Noms
es_es: Nombres

source: Només una d'aquestes tres afirmacions és certa.
es_es: Solo una de estas tres afirmaciones es correcta.

source: Normalment els mòdems que ens venen els proveïdors de serveis d'Internet són a l'hora mòdem i encaminador (en anglés router) per a permetre que hi connectem més d'un dispositiu, normalment a través d'una connexió sense fils Wi-Fi, formant una xarxa local (en anglés local area network, LAN).
es_es: Normalmente los módems que nos venden los proveedores de servicios de Internet son al mismo tiempo módem y encaminador (en inglés router) para permitir que conectemos más de un dispositivo, normalmente a través de una conexión inalámbrica Wi-Fi, formando una red local (en inglés local area network, LAN).

source: Normalment una instrucció requereix d'uns pocs cicles de processament per ser executada, tot i que alguns sistemes són capaços de processar més d'una instrucció al mateix temps.
es_es: Normalmente, una instrucción requiere unos cuantos ciclos de procesamiento para ser ejecutada, aunque algunos sistemas son capaces de procesar más de una instrucción al mismo tiempo.

source: Normalment, cada disc té un { directori principal} o directori arrel (el més elevat en la jerarquia de directoris), dins del qual es troba tota la resta de directoris.
es_es: Normalmente, cada disco tiene un { directorio principal} o directorio raíz (el más elevado en la jerarquía de directorios), dentro del cual se encuentra el resto de directorios.

source: Noteu la diferència entre accés aleatori (a voluntat) i accés seqüencial.
es_es: Nótese la diferencia entre acceso aleatorio (a voluntad) y acceso secuencial.

source: O alguna altra persona?
es_es: ¿O alguna otra persona?

source: O el mot cap que pot ser un substantiu (``part superior del cos''), un verb (forma del verb ``cabre''), un adjectiu o pronom (``no n'hi ha cap''), o part de la preposició composta ``cap a''.
es_es: O la palabra también catalana cap puede ser un sustantivo (``parte superior del cuerpo''), un verbo (forma del verbo ``cabre''), un adjetivo o pronombre (``no hay ninguno''), o parte de la preposición compuesta ``cap a' (hacia)'.

source: O per exemple, els idiomes difereixen en la manera en la qual expressen les relacions entre dos noms: on en català diem president de Kazakhstan, el rus diu prezident Kazakhstana, el basc diu Kazakstango presidente, o el Kazakh diu Qazaqstan prezidenti.
es_es: O por ejemplo, los idiomas difieren en la manera en la que expresan las relaciones entre dos nombres: mientras que en español se dice presidente de Kazajistán, en ruso se dice prezident Kazakhstana, en vasco se dice Kazakstango presidente, y en kazajo se dice Qazaqstan prezidenti.

source: Operacions amb bases de dades
es_es: Operaciones con bases de datos

source: Ordinadors i programes
es_es: Ordenadores y programas

source: Per a acabar de resoldre l'ambigüitat, s'usen preferències: s'assigna algun tipus de puntuació o valor a cada interpretació per elegir la millor.
es_es: Para acabar de resolver la ambigüedad, se usan preferencias: se asigna algún tipo de puntuación o valor a cada interpretación para elegir la mejor.

source: Per a cada pas de la cerca, s'hi mostra una taula on l'element consultat en cada moment està en negretes i la part de la llista descartada està ombrejada.
es_es: Para cada paso de la búsqueda, se muestra una tabla donde el elemento consultado en cada momento está en negritas y la parte de la lista descartada está sombreada.

source: Per a elegir-ne un, podem, per exemple, prendre tots els possibles sentits del mot ambigu i assignar-los el sentit associat al concepte que està més prop dels conceptes representats pels mots veïns en el text.
es_es: Para elegir uno, podemos, por ejemplo, tomar todos los posibles sentidos de la palabra ambigua y asignarles el sentido asociado al concepto que está más cerca de los conceptos representados por las palabras vecinas en el texto.

source: Per a inspirar-vos, fixeu-vos en els següents exemples: Va aprendre en dos minuts a afaitar-se Va aprendre a afaitar-se en dos minuts Porta'm les claus de l'armari gran Porta'm de l'armari gran les claus Porta'm les claus de la cadira verda Toni comprarà les taronges que ha de vendre a Reme Toni comprarà a Reme les taronges que ha de vendre
es_es: Para inspiraros, fijaos en los siguientes ejemplos: Aprendió en dos minutos a afeitarse Aprendió a afeitarse en dos minutos Tráeme las llaves del armario grande Tráeme del armario grande las llaves Tráeme las llaves de la silla verde Toni comprará las naranjas que tiene que vender a Reme Toni comprará a Reme las naranjas que tiene que vender

source: Per a poder respondre a les preguntes marcades amb (*) cal que us llegiu els quadres Per saber més.
es_es: Para poder responder a las preguntas marcadas con (*) hace falta que os leáis los cuadros Para saber más.

source: Per a resoldre l'ambigüitat d'un mot polisèmic s'ha d'usar informació semàntica; per a resoldre l'ambigüitat lèxica categorial sol ser suficient usar informació sintàctica (per exemple, la categoria gramatical del mots anterior i posterior); però, és possible resoldre l'ambigüitat deguda a l'homografia de mots de la mateixa categoria usant només la sintaxi o és necessari l'ús d'informació semàntica?
es_es: Para resolver la ambigüedad de una palabra polisémica se tiene que usar información semántica; para resolver la ambigüedad léxica categorial suele ser suficiente con usar información sintáctica (por ejemplo, la categoría gramatical de la palabra anterior y posterior); pero, ¿es posible resolver la ambigüedad debida a la homografía de palabras de la misma categoría usando sólo la sintaxis o es necesario el uso de información semántica?

source: Per això s'usen servidors de noms: ordinadors als quals el nostre ordinador es connecta pel número IP i als quals pot preguntar pel número IP corresponent a un nom.
es_es: Por eso se usan servidores de nombres: ordenadores a los cuales nuestro ordenador se conecta por el número IP y a los cuales puede preguntar por el número IP correspondiendo a un nombre.

source: Per això, en general s'usen mètodes basats en preferències.
es_es: Por eso, en general se usan métodos basados en preferencias.

source: Per això, no és possible assignar una interpretació clara a oracions sin­tàc­ti­ca­ment incorrectes, com ara *Llegeix mare llibres la encara que els mots tinguen interpretació independentment, ni tampoc a una oració sintàcticament correcta que continga algun mot al qual no podem assignar cap interpretació: La mare *ingurpleix llibres Com veurem més endavant, trobem una complicació addicional: en algunes oracions, hi ha parts de l'estructura sintàctica que no es reflecteixen en cap mot, perquè generen categories buides que no tenen una representació fonètica o gràfica explícita.
es_es: Por eso, no es posible asignar una interpretación clara a oraciones sintácticamente incorrectas, como *Lee madre libros la aunque cada palabra tenga una interpretación independiente, y tampoco a una oración sintácticamente correcta que contenga alguna palabra a la que no podemos asignar ninguna interpretación : La madre *ingurplee libros Como veremos más adelante, existe una complicación adicional: en algunas ocasiones, hay partes de la estructura sintáctica que no se reflejan en ninguna palabra, porque generan categorías vacías que no tienen una representación fonética o gráfica explícita.

source: Per això, quan naveguem, la primera connexió tarda més: s'està resolent el nom que hem teclejat.
es_es: Por eso, cuando navegamos, la primera conexión tarda más: se está resolviendo el nombre que hemos tecleado.

source: Per això, quan s'especifiquen les característiques d'un programa d'ordinador s'ha de dir per a quin sistema operatiu està escrit, ja que cada sistema operatiu ofereix serveis diferents i interacciona de manera diferent amb els programes d'aplicació.
es_es: Por eso, cuando se especifican las características de un programa de ordenador se tiene que decir para qué sistema operativo está escrito, puesto que cada sistema operativo ofrece servicios diferentes e interacciona de manera diferente con los programas de aplicación.

source: Per descomptat, és possible calcular el nombre màxim de consultes de manera més pedestre, dividint el nombre de fitxes per 2 i posant-nos en el cas pitjor.
es_es: Por supuesto, es posible calcular el número máximo de consultas de manera más pedestre, dividiendo el número de fichas por 2 y poniéndonos en el caso peor.

source: Per exemple, el mot deu pot voler dir ``nou més un'' (numeral) o ``ha de donar o pagar'' (verb).
es_es: Por ejemplo, la palabra catalana deu puede querer decir "nueve más uno'' (numeral) o ``tiene que dar o pagar'' (verbo).

source: Per exemple, el mot riu és homògraf perquè té tres formes lèxiques: riu, substantiu, masculí singular; riure, verb, 3a. persona del singular, present d'indicatiu, i riure, verb, 2a.
es_es: Por ejemplo, la palabra catalana riu es homógrafa porque tiene tres formes léxicas: riu, sustantivo, masculino singular; riure, verbo, 3a. persona del singular, presente de indicativo, y riure, verbo, 2a.

source: Per exemple, el mot moc té dues formes lèxiques possibles, cadascuna amb una categoria lèxica diferent: moc, substantiu, masculí, singular; moure, verb, 1a. persona del singular, present d'indicatiu.
es_es: Por ejemplo, la palabra ahorro tiene dos formas léxicas posibles, cada una con una categoría léxica diferente: ahorro, sustantivo, masculino, singular; ahorrar, verbo, 1ª persona del singular, presente de indicativo.

source: Per exemple, el mot canta té dues formes lèxiques amb el mateix lema, la mateixa categoria lèxica, però distinta informació de flexió: cantar verb, 3a. persona del singular, present d'indicatiu; cantar, verb, 2a. persona del singular, imperatiu.
es_es: Por ejemplo, la palabra canta tiene dos formas léxicas con el mismo lema, la misma categoría léxica, pero distinta información de flexión: cantar verbo, 3ª persona del singular, presente de indicativo; cantar, verbo, 2ª persona del singular, imperativo.

source: Per exemple, el mot poden té, entre d'altres, dues formes lèxiques amb la mateixa categoria lèxica, la mateixa informació de flexió, però distint lema: poder, verb, 3a. persona del plural, present d'indicatiu; podar verb, 3a. persona del plural, present d'indicatiu.
es_es: Por ejemplo, la palabra en catalán poden tiene, entre otras, dos formas léxicas con la misma categoría léxica, la misma información de flexión, pero distinto lema: poder, verbo, 3ª persona del plural, presente de indicativo; podar verbo, 3ª persona del plural, presente de indicativo.

source: Per exemple, el mot estació (forma lèxica: estació, substantiu, femení singular) és polisèmic perquè el lema corresponent té més d'una interpretació: indret on s'aturen temporalment els trens, part de l'any compresa entre un solstici i un equinocci, conjunt d'instal·lacions per a un propòsit determinat (per exemple, l'esquí), etc.
es_es: Por ejemplo, la palabra estación (forma léxica: estación, sustantivo, femenino singular) es polisémica porque el lema correspondiente tiene más de una interpretación: lugar donde se paran temporalmente los trenes, parte del año comprendida entre un solsticio y un equinoccio, conjunto de instalaciones para un propósito determinado (por ejemplo, el esquí), etc.

source: Per exemple, el mot espanyol ahorro pot ser substantiu o verb.
es_es: Por ejemplo, la palabra ahorro puede ser sustantivo o verbo.

source: Per exemple, els caràcters i símbols més comunament usats en textos es guardaven històricament cada un en un octet, usant el codi ASCII (American Standard Code for Information Interchange), on el codi de la ``{ A}'' és ``{ 01000001}'' o el de la ``{ z}'' és ``{ 01111010}'' (vegeu l'epígraf ).
es_es: Por ejemplo, los caracteres y símbolos más comúnmente usados en textos se guardaban históricamente cada uno en un byte, usando el código ASCII (American Standard Code for Information Interchange), donde el código de la ``{ A ''} es ``{ 01000001}'' o el de la ``{ z}'' es ``{ 01111010}'' (véase el epígrafe ).

source: Per exemple, en anglés, el mot case, un substantiu singular, pot referir-se a un tipus de contenidor (a case of wine) o a un exemple o situació particular (It does not apply in this case).
es_es: Por ejemplo, en inglés, la palabra case, un sustantivo singular, puede referirse a un tipo de contenedor (a case of wine) o a un ejemplo o situación particular (It does not apply in this case).

source: Per exemple, en l'oració Maria va parlar amb ella, el pronom ella no es pot mai referir a Maria, però en l'oració Maria va parlar amb una amiga d'ella, sí que pot, i això és degut al fet que en l'estructura sintàctica de la primera oració hi ha una barrera a la coreferència que en la segona no existeix.
es_es: Por ejemplo, en la oración María habló con ella, el pronombre ella no puede nunca referirse a María, pero en la oración María habló con una amiga de ella, sí que puede, y esto es debido al hecho de que en la estructura sintáctica de la primera oración hay una barrera a la correferencia que en la segunda no existe.

source: Per exemple, en un ordinador amb 512 kilooctets (524.288 octets) de memòria cau, després d'accedir a la posició 2.000.000 és molt probable que el processador vulga accedir a la posició 2.000.003.
es_es: Por ejemplo, en un ordenador con 512 kilobytes (524.288 bytes) de memoria caché, tras acceder a la posición 2.000.000 es muy probable que el procesador quiera acceder a la posición 2.000.003.

source: Per exemple, es poden preferir els antecedents més recents, els antecedents que fan de subjecte als que fan d'objecte, o els antecedents que han estat introduïts explícitament com l'assumpte del discurs o de la conversa: Doncs, pel que fa a {Joan}.
es_es: Por ejemplo, se pueden preferir los antecedentes más recientes, los antecedentes que hacen de sujeto a los que hacen de objeto, o los antecedentes que han sido introducidos explícitamente como el asunto del discurso o de la conversación: Pues, en cuanto a {Joan}.

source: Per exemple, es pot generar, a partir d'un fitxer bibliogràfic, les referències bibliogràfiques citades en un text ordenades alfabèticament i en el format requerit per una determinada revista, o generar, a partir d'una base de dades de clients, una carta de recordatori per als morosos, amb detalls sobre els seus deutes.
es_es: Por ejemplo, se puede generar, a partir de un fichero bibliográfico, las referencias bibliográficas citadas en un texto ordenadas alfabéticamente y en el formato requerido por una determinada revista, o generar, a partir de una base de datos de clientes, una carta de recordatorio para los morosos, con detalles sobre sus deudas.

source: Per exemple, l'oració Les gallines han destrossat el sembrat, però no les mates té dues interpretacions: [(a)] Les gallines han destrossat el sembrat, però (les gallines) no (han destrossat) les mates.
es_es: Por ejemplo, la oración Las gallinas han destrozado el sembrado, pero no las matas tiene dos interpretaciones: [(a)] Las gallinas han destrozado el sembrado, pero (las gallinas) no (han destrozado) las matas.

source: Per exemple, l'oració La mata el vol pot voler dir dues coses, segons l'elecció de categories lèxiques (``l'acte de volar li provoca la mort'' o ``la planta sent estima per ell'').
es_es: Por ejemplo, la oración catalana La mata el vol puede querer decir dos cosas, según la elección de categorías léxicas (``el acto de volar le provoca la muerte'' o ``la planta siente aprecio por él'').

source: Per exemple, l'oració Té molts amics té un subjecte buit (també anomenat el·líptic).
es_es: Por ejemplo, la oración Tiene muchos amigos tiene un sujeto vacío (también denominado elíptico).

source: Per exemple, l'oració espanyola Aprendió a afeitarse en dos minutos es pot traduir al català Va aprendre a afaitar-se en dos minuts sense resoldre l'ambigüitat següent: és el temps que va tardar a aprendre o el temps que empra per afaitar-se?
es_es: Por ejemplo, la oración en español Aprendió a afeitarse en dos minutos se puede traducir al catalán Va aprendre a afaitar-se en dos minuts sin resolver la siguiente ambigüedad: ¿es el tiempo que tardó en aprender o el tiempo que emplea en afeitarse?

source: Per exemple, l'ordre estàndard de les oracions en català és subjecte--verb--objecte, mentres que en basc o en turc és subjecte--objecte--verb, en irlandés és verb--subjecte--objecte i en malgaix és verb--objecte--subjecte.
es_es: Por ejemplo, el orden estándar de las oraciones en español es sujeto--verbo--objeto, mientras que en vasco o en turco es sujeto--objeto--verbo, en irlandés es verbo--sujeto--objeto y en malgache es verbo--objeto--sujeto.

source: Per exemple, la frase Joan va portar notícies de Grècia es pot interpretar de dues maneres: en una, el sintagma preposicional de Grècia modifica notícies; en l'altra, modifica portar (vegeu els arbres de la figura ).
es_es: Por ejemplo, la frase Juan ha traído noticias de Grecia se puede interpretar de dos maneras: en una, el sintagma preposicional de Grecia modifica noticias; en la otra, modifica traer (véanse los árboles de la figura ).

source: Per exemple, la frase anglesa Time flies like an arrow vol dir normalment El temps vola (com una fletxa) però també són possibles altres dues interpretacions (semànticament destrellatades però sintàcticament impecables): A les mosques del temps els agrada una fletxa o Cronometra les mosques com una fletxa.
es_es: Por ejemplo, la frase inglesa Time flies like an arrow quiere decir normalmente El tiempo vuela (como una flecha) pero también son posibles otras dos interpretaciones (semánticamente alocadas pero sintácticamente impecables): A las moscas del tiempo les gusta una flecha o Cronometra las moscas como una flecha.

source: Per exemple, la interpretació d'enviar algú a pastar fang pot ser la idiomàtica de dir a algú que deixe de molestar (espanyol mandar a freír espárragos) però podria ser també la literal en un taller de terrisseria.
es_es: Por ejemplo, la interpretación de la expresión catalana enviar algú a pastar fang puede ser la idiomática de decir a alguien que deje de molestar (español mandar a freír espárragos) pero podría ser también la literal en un taller de alfarería.

source: Per exemple, la llista de distribució sobre traducció automàtica MT-List, mantinguda per l'EAMT (European Association for Machine Translation, associació europea per a la traducció automàtica), té l'adreça mt-list@eamt.org; per a formar part de la llista cal subscriure's en l'URI {http://lists.eamt.org/mailman/listinfo/mt-list
es_es: Por ejemplo, la lista de distribución sobre traducción automática MT-List, mantenida por la EAMT (European Association for Machine Translation, asociación europea para la traducción automática), tiene la dirección mt-list@eamt.org; para formar parte de la lista hay que subscribirse en la URI {http://lists.eamt.org/mailman/listinfo/mt-list

source: Per exemple, la pantalla, el processador central, el teclat, el ratolí, els xips de memòria i les impressores.
es_es: Por ejemplo, la pantalla, el procesador central, el teclado, el ratón, los chips de memoria y las impresoras.

source: Per exemple, la paraula sobre pot ser un substantiu masculí singular, una preposició, i tres formes del verb sobrar (present de subjuntiu, 1a.i 3a.persona del singular, i un imperatiu cortés de 3a.persona del singular).
es_es: Por ejemplo, la palabra sobre puede ser un sustantivo masculino singular, una preposición, y tres formas del verbo sobrar (presente de subjuntivo, 1ªy 3ªpersona del singular, e imperativo de cortesía, 3ªpersona del singular).
